// ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
// Own
// ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

/* No comment provided by engineer. */
"alertClickToDialCalls" = "點擊撥號的警示";

/* No comment provided by engineer. */
"alertGroupPagingCalls" = "內線群呼的警示";

/* No comment provided by engineer. */
"Both" = "二者";

/* No comment provided by engineer. */
"BroadWorks" = "CloudWorks";

/* No comment provided by engineer. */
"broadworksCallControl" = "通話控管";

/* No comment provided by engineer. */
"Call Forwarding" = "來電轉接";

/* No comment provided by engineer. */
"enableDiversionInhibitor" = "禁止轉移通話";

/* No comment provided by engineer. */
"Fixed" = "固定電話";

/* No comment provided by engineer. */
"forwardToPhoneNumber" = "轉接至＃";

/* No comment provided by engineer. */
"Mobile" = "行動電話";

/* No comment provided by engineer. */
"mobilePhoneNumber" = "行動電話號碼";

/* No comment provided by engineer. */
"numberOfRings" = "響鈴次數";

/* No comment provided by engineer. */
"phonesToRing" = "響鈴電話";

/* No comment provided by engineer. */
"remoteOfficeNumber" = "遠端辦公＃";

/* No comment provided by engineer. */
"requireAnswerConfirmation" = "應答確認";

/* No comment provided by engineer. */
"ringSplash" = "響鈴通知";

// ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
// From Localizable.strings
// ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

/* No comment provided by engineer. */
"Always Ask" = "每次詢問";

/* No comment provided by engineer. */
"Call Back" = "來電回撥";

/* No comment provided by engineer. */
"Call Through" = "網路接續";

/* No comment provided by engineer. */
"Dialing Service" = "撥號服務";

/* No comment provided by engineer. */
"E911 Disclosure" = "E911 公告";

/* No comment provided by engineer. */
"Failed to retrieve configuration" = "無法檢索配置";

/* No comment provided by engineer. */
"Invalid client license. Contact your service provider." = "客戶許可無效。 聯繫服務提供商。";

/* No comment provided by engineer. */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"Local AB Search" = "手機通訊錄搜尋";

/* No comment provided by engineer. */
"SIP Call" = "VoIP 撥號";

/* No comment provided by engineer. */
"This device does NOT support 911 calling. You MUST use a cellular or landline phone for 911 calls." = "此設備不支援 110/119 呼叫。請使​​用行動電話或固定電話進行 110/119 呼叫。";

/* No comment provided by engineer. */
"UC-One" = "WAY~";

/* No comment provided by engineer. */
"WARNING: Do not use your soft phone to dial 911 except from your registered physical location. Use at a location other than the registered physical location may route 911 calls to an incorrect 911 dispatch center, potentially delaying or preventing emergency services. It is recommended that you maintain alternative access to 911 services." = "警告：請勿在非註冊的裝置上，使用 APP 撥打至 110/119。其可能將通話轉址到不正確的 110/119 中心，進一步造成延遲或阻止提供緊急服務。建議您知悉 110/119 的各種功能限制。在您的Hosted VoIP 最終用戶門戶中的“幫助”螢幕上有功能限制詳細說明。另外，建議您使用其他方法撥打 110/119 服務。 ";

/* No comment provided by engineer. */
"WARNING: Your device does NOT support mobile network. Dialing emergency number may route emergency call to an incorrect emergency dispatch center, potentially delaying or preventing emergency service. This call is NOT allowed from your soft phone network." = "警告：您的設備不支援行動網路。撥打緊急呼叫可能會將緊急呼叫轉址到不正確的調度中心，也可能延緩或阻止緊急呼叫服務。此撥號行為在您的 APP 網路中是不允許。";

// ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
// From CallControl.strings
// ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

/* No comment provided by engineer. */
"active" = "啟用";

/* No comment provided by engineer. */
"Always Ask" = "每次詢問";

/* No comment provided by engineer. */
"alertAllLocationsForClickToDialCalls" = "提示所有裝置";

/* No comment provided by engineer. */
"Answer Confirmation Required" = "應答確認";

/* No comment provided by engineer. */
"BroadWorks Anywhere" = "隨處辦公";

/* No comment provided by engineer. */
"BroadWorks Mobility" = "行動辦公";

/* No comment provided by engineer. */
"Calling Line ID Delivery Blocking" = "匿名撥號";

/* No comment provided by engineer. */
"Call Back" = "來電回撥";

/* No comment provided by engineer. */
"Call Forwarding Always" = "來電轉接 – 永遠";

/* No comment provided by engineer. */
"Call Forwarding Busy" = "來電轉接 – 忙線";

/* No comment provided by engineer. */
"Call Forwarding Not Reachable" = "來電轉接 – 無法接通";

/* No comment provided by engineer. */
"Call Forwarding No Answer" = "來電 – 無人接聽";

/* No comment provided by engineer. */
"Call Options" = "通話選項";

/* No comment provided by engineer. */
"Call Through" = "網路接續";

/* No comment provided by engineer. */
"Dialing Service" = "撥號服務";

/* No comment provided by engineer. */
"Incoming Calls" = "來電控管";

/* No comment provided by engineer. */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"Remote Office" = "遠端辦公";

/* No comment provided by engineer.請確認on 是不同步響鈴還是依舊同步響鈴*/
"Ring If On Call" = "來電已接通，仍同步響鈴";

/* No comment provided by engineer. */
"Simultaneous Ring Personal" = "同步響鈴";

/* No comment provided by engineer. */
"Telephone #" = "電話號碼";

// ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
// From PresenceState.strings
// ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

/* No comment provided by engineer. */
"Do Not Disturb" = "勿擾模式";

"Welcome message" = "歡迎訊息";

"Welcome title" = "歡迎標題";